class AboutApp{


  static const titleText1 = "আরো মাছ (More Fish) অ্যাপ সম্পর্কে জানুন";
  static const titleText2 = "রিয়েল-টাইম মনিটরিং";
  static const titleText3 = "মাছের খাদ্য দেয়ার সময়সূচী";
  static const titleText4 = "উৎপাদন পরিকল্পনা";
  static const titleText5 = "ইনভেন্টরি ব্যবস্থাপনাঃ";
  static const titleText6 = "বিশ্লেষণ ও এর কার্যকরি প্রয়োগ";
  static const titleText7 = "ব্যবহার-বান্ধব ইন্টারফেস";
  static const titleText8 = "টেকসই প্রযুক্তি";




  static const data1 = "এই অ্যাপ আপনার মাছ চাষ ব্যবসার সম্পুর্ন সমাধান।"
  "আরো মাছ (MoreFish) হলো একটি সর্বাঙ্গীন মাছ চাষ ব্যবসা সমাধানের অ্যাপ যা আপনার মাছ চাষ উদ্যোগের প্রতিটি দিককে একটি সুন্দর ব্যবস্থাপনায় আনতে এবং এথেকে ব্যবসায় সর্বাধিক ফল লাভ সম্ভব।"
  "আরো মাছ (MoreFish) হলো একটি সর্বাঙ্গীন মাছ চাষ ব্যবসা সমাধানের অ্যাপ যা আপনার মাছ চাষ উদ্যোগের প্রতিটি দিককে একটি সুন্দর ব্যবস্থাপনায় আনতে এবং এথেকে ব্যবসায় সর্বাধিক ফল লাভ সম্ভব।"
  "ব্যবসার যাবতীয়  হিসাব পরিচালনা থেকে শুরু করে পুকুরের পানির অবস্থা পর্যবেক্ষণ করা পর্যন্ত সব কিছুই এই অ্যাপে পাওয়া যাবে।"
  "আরো মাছ (MoreFish) খামারিদের অধিকতর দক্ষতা এবং লাভজনকতার জন্য অত্যাধুনিক ও স্মার্ট বৈশিষ্ট্যে সমৃদ্ধ করে।";

  static const data2 = "এই অ্যাপের মাধ্যমে রিয়েল-টাইমে পুকুরের পানির তাপমাত্রা, অক্সিজেনের মাত্রা পিএইচ, টিডিএস এবং অ্যামোনিয়ার মতো গুরুত্বপূর্ণ পরামাপগুলি পর্যবেক্ষণ করে সংকটকালে মাছের জন্য সর্বোত্তম প্রতিকার নিশ্চিত করা সম্ভব, যার ফলে তাৎক্ষণিক সংশোধনমূলক ব্যবস্থা নিয়ে যে কোনও বিচ্যুতির সতর্কতা পদক্ষেপের মাধ্যমে পুকুরের মাছ রক্ষা করা যায়।";

  static const data3 = "মাছের প্রজাতি, বয়স এবং পরিবেশগত অবস্থার উপর ভিত্তি করে মাছের খাদ্য প্রয়োগের সময়সূচী সেট করতে এই অ্যাপ সাহায্য করবে।  খাওয়ানোর দক্ষতা বাড়াতে, বর্জ্য হ্রাস করতে এবং মাছে স্বাস্থ্যকর বৃদ্ধিতে এই অ্যাপ সহায়তা করবে।";

  static const data4 = "নির্ভুলতার সাথে মাছের পোনা ছাড়া ও সঠিক সময় মাছ তুলে বিক্রির পরিকল্পনা ও এর সঠিক সময়সূচী নির্ধারণে এই অ্যাপ অত্যন্ত সহায়ক।"
  "আরো মাছ (More Fish) স্বল্পতম সময় মাছের প্রবৃদ্ধি অর্জন করতে, উৎপাদন বাড়াতে এবং মাছ চাষে বিভিন্ন জটিলতা কমানোর জন্য সরঞ্জাম সরবরাহ করে।\n"
  "মাছ চাষে ব্যয় ব্যবস্থাপনা কার্যকরভাবে পরিচালনার জন্য এই অ্যাপে বিশেষ ব্যবস্থা রয়েছে।\n"
  "মাছের খাদ্য, মাছ চাষের সরঞ্জাম ও পুকুর রক্ষণাবেক্ষনের যাবতীয় আর্থিক ব্যবস্থাপনার সিদ্ধান্ত নেয়ার জন্য যে সব তথ্যের  প্রয়োজন তা এই অ্যাপে সংরক্ষণ করা সম্ভব।";

  static const data5 = "এই অ্যাপে রিয়েল-টাইমে পুকুরের মাছের স্টক, প্রজাতি, আকার এবং পরিমাণের সঠিক ডেটা নিশ্চিত করা সম্ভব (এর জন্য বিশেষ যন্ত্র স্থাপন করতে হবে)।  এছাড়া এই অ্যাপে দক্ষ খামার ব্যবস্থাপনার জন্য সহজে রেকর্ড রাখার সুবিধা রয়েছে।";
  static const data6 = "এই অ্যাপের মাধ্যমে আপনার খামারের কর্মক্ষমতা সম্পর্কে কার্যকরী ধারনা অর্জন করতে শক্তিশালী বিশ্লেষণের সুবিধা নিন। খামারের স্বাভাবিক প্রবণতা বিশ্লেষণ করুন, উন্নতির জন্য ক্ষেত্রগুলি চিহ্নিত করুন এবং উৎপাদনশীলতা বাড়ানোর জন্য ডেটা-চালিত সিদ্ধান্ত নিন।";
  static const data7 = "আরো মাছ (More Fish) অ্যাপটির ব্যবহার সহজ রাখার কথা মাথায় রেখে ডিজাইন করা হয়েছে। সর্বস্তরের মাছ চাষীরা যাতে সহজেই এই অ্যাপ ব্যবহার করতে পারে এবং এর বৈশিষ্ট্যগুলি থেকে উপকৃত হতে পারে, এটি তৈরির সময় সেদিকে নজর দেয়া হয়েছে। খামারিরা এটি অতি সহজেই ব্যবহার করতে পারে এবং একটি দেখতেও অত্যন্ত আকর্ষণীয়।";
  static const data8 = "আরো মাছ (More Fish) একটি অত্যন্ত লাগসই প্রযুক্তি যা মাছ চাষে টেকসই ব্যবস্থা নিশ্চিত করে।\n অ্যাপটি আপনার ব্যবসার জন্য দীর্ঘমেয়াদী সাফল্য নিশ্চিত করার পাশাপাশি  পরিবেশগত প্রভাব হ্রাস কোরে দায়িত্বশীল চাষ পদ্ধতিকে উৎসাহিত করবে।";


}