
class SmartKhamari{

  static const title1 = '“স্মার্ট খামারী ক্লাব” এটি মোরফিস (MoreFish) অ্যাপের মধ্যে একটি শক্তিশালী মৎস্য উদ্যোক্তা নেটওয়ার্ক গড়ে তোলার উদ্যোগ।'
      'নিচে এর একটি পূর্ণাঙ্গ ধারণা (concept note) দিয়া হচ্ছে, যা এই অ্যাপ ভিত্তিক প্রকল্প প্রস্তাবে ব্যবহার করা হবে —';
  static const text1 = '';

  static const title2 = 'প্রকল্পের নাম:';
  static const text2 = 'স্মার্ট খামারী ক্লাব – MoreFish Premium Members Network';

  static const title3 = 'মূল ধারণা:';
  static const text3 = 'মোরফিস অ্যাপের মাধ্যমে প্রযুক্তিনির্ভর ও প্রফেশনাল মাছচাষিদের একটি প্রিমিয়াম সদস্যভিত্তিক সংগঠন গঠন করা হবে, যারা একসাথে সমবায় উৎপাদন, তথ্য ও প্রযুক্তি বিনিময়, এবং যৌথ বিপণন করবে।';

  static const title4 = 'উদ্দেশ্যসমূহ:';
  static const text4 = 'বাংলাদেশে প্রযুক্তি-নির্ভর স্মার্ট ফিশ ফার্মিং চর্চা প্রসার করা।'
      'প্রিমিয়াম সদস্যদের মাধ্যমে একটি ডিজিটাল সমবায় উৎপাদন নেটওয়ার্ক তৈরি করা।'
      'খামারিদের বৈজ্ঞানিক পদ্ধতিতে চাষ, ফিড, রোগ নিয়ন্ত্রণ ও মার্কেটিং শেখানো।'
      'সদস্যদের উৎপাদিত মাছকে ব্র্যান্ডেড চ্যানেল (MoreFish Market) এর মাধ্যমে বিক্রি করা।';

  static const title5 = 'সদস্যদের প্রোফাইল:';
  static const text5 = 'নিবন্ধিত বা অভিজ্ঞ মাছ চাষি'
      'নতুন উদ্যোক্তা যারা স্মার্ট প্রযুক্তি শিখে চাষ করতে চান'
      'খামার, হ্যাচারি, ফিড বা ইনপুট সরবরাহকারী';


  static const title6 = 'সদস্য সুবিধাসমূহ (Premium Benefits):';
  static const text6 = 'টেকনিক্যাল ট্রেনিং ও সার্টিফিকেশন – স্মার্ট চাষ, সেন্সর, মনিটরিং, ফিড ম্যানেজমেন্ট ইত্যাদি বিষয়ে।'
      'MoreFish Smart Farm Dashboard Access – খামারের উৎপাদন ও পানির মান মনিটরিংয়ের জন্য।'
      'মেডিসিন ও ফিডে বিশেষ ছাড় (Club partner discount)।'
      'এক্সপার্ট কনসালটেশন – মাসে নির্দিষ্ট সংখ্যক ভিডিও/চ্যাট পরামর্শ।'
      'সমবায় উৎপাদন ও মার্কেট লিংকেজ – যৌথভাবে মাছ বিক্রি ও লাভ ভাগাভাগি।'
      'Investment & Project Support – বিনিয়োগকারী বা পার্টনার সংযোগের সুযোগ।'
      'স্মার্ট খামারী ক্লাব আইডি ও সার্টিফিকেট – মর্যাদাপূর্ণ সদস্য পরিচয়।';


  static const title7 = 'সমবায় উৎপাদন নেটওয়ার্কের কাঠামো:';
  static const text7 = 'Cluster-based grouping: প্রতি ৫–১০ জন সদস্যে একটি প্রোডাকশন ক্লাস্টার।'
      'Tech Support Hub:'
      'প্রতিটি ক্লাস্টারে একজন MoreFish টেক অফিসার থাকবে।'
      'Supply & Sales Integration:'
      'ইনপুট–উৎপাদন–বিক্রয় সবই MoreFish প্ল্যাটফর্মে যুক্ত থাকবে।'
      'Data-driven production plan: প্রতিটি সদস্যের ডেটা মিলিয়ে যৌথ বাজার পরিকল্পনা।';


  static const title8 = 'সদস্য ফি (উদাহরণ):';
  static const text8 = 'সিলভার: ৳২০০ /মাস\n'
      'গোল্ড: ৳ ৪০০ /মাস\n'
      'প্লাটিনাম: ৳৫,০০ /মাস\n'
      '(প্রত্যেক স্তরে আলাদা সুবিধা থাকবে যেমন ডিসকাউন্ট, ট্রেনিং, মনিটরিং ইত্যাদি)';

  static const title9 = 'ভবিষ্যৎ পরিকল্পনা:';
  static const text9 = '“Smart Cooperative Farm” মডেল — ক্লাবের সদস্যদের মিলিত উদ্যোগে বড় স্কেলে উৎপাদন।'
      'MoreFish Certified Farm ব্র্যান্ড চালু করা।'
      'Export linkage তৈরি করা প্রিমিয়াম মানের মাছের জন্য';



}