import 'package:more_fish/app/res/strings/about_device.dart';

const Map<String, String> bnBD = {
  'title': 'আরো মাছ - MoreFish',
  'dhaka': 'ঢাকা',
  'home': 'হোম',
  'notifications': 'নোটিফিকেশন',
  'profile': 'প্রোফাইল',
  'more': 'আরো',
  'not_now': "এখন নয়",
  'login': 'লগইন',
  'please_login': "অনুগ্রহ করে, আগে লগইন করুন।",

  'live_data_monitoring': 'লাইভ ডাটা মনিটরিং',
  'pond_management': 'পুকুর ব্যবস্থাপনা',
  'feed_management': 'খাদ্য ব্যবস্থাপনা',
  'fish_disease_treatment': 'মাছের রোগের চিকিৎসা',
  'live_consultancy': 'লাইভ পরামর্শ',
  'fish_farm_marketplace': 'মাছের খামার বাজার',
  'fingerlings_marketplace': 'মাছের পোনা বাজার',
  'grown_fish_sell': 'বড় মাছ বিক্রয়',
  'fish_medicine_enzyme': 'মাছের ওষুধ ও এনজাইম',

  'fish_feed_marketplace' : "মাছের খাবারের বাজার",
  'training_workshop' : 'প্রশিক্ষণ ও কর্মশালা',
  'farm_management' : 'চাষের ব্যবস্থাপনা',
  'auto_aerator_connection' : 'স্বয়ংক্রিয় এয়ারেটর সংযোগ',
  'auto_feeder_connection' : 'স্বয়ংক্রিয় ফিডার সংযোগ',
  'weather_forecast' : 'আবহাওয়া পূর্বাভাস',

  'emergency_service' : 'জরুরি সেবা',
  'smart_khamari' : 'স্মার্ট খামারী',
  'cluster_farming_club' : 'ক্লাস্টার ফার্মিং ক্লাব',
//////////
  'fish_farm_management_software' : 'মাছের খামার ব্যবস্থাপনা সফটওয়্যার',
  'weekly_medicinal_records' : 'সাপ্তাহিক ওষুধ সংক্রান্ত রেকর্ড',
  'farm_financial_management' : 'খামারের আর্থিক ব্যবস্থাপনা',
  'fish_growth_data_and_consultation' : 'মাছের বৃদ্ধির তথ্য এবং পরামর্শ',
  'farm_development_support' : 'খামার উন্নয়ন সহায়তা',
  'fish_culture_system' : 'মাছ চাষ ব্যবস্থাপনা',
  'feed_management_system' : 'চারা/খাদ্য ব্যবস্থাপনা ব্যবস্থা',
  'cctv_surveillance' : 'সিসিটিভি নজরদারি',
  'aqua_news' : 'জলচাষ সংবাদ',
  'aqua_equipments_guide' : 'জলচাষ সরঞ্জাম নির্দেশিকা',
  'easy_accounting_solutions' : 'সহজ হিসাব-নিকাশ সমাধান',
  'erp_solutions' : 'ইআরপি সমাধান',
  'sme_loan_solutions' : 'ক্ষুদ্র ও মাঝারি উদ্যোগ ঋণ সমাধান',
  'live_video_consultation' : 'সরাসরি ভিডিও পরামর্শ',
  'ras_aquaculture_system' : 'আরএএস জলচাষ ব্যবস্থা',
  'ipras_aquaculture_system' : 'আইপিআরএএস জলচাষ ব্যবস্থা',
  'fish_production_software' : 'মাছ উৎপাদন সফটওয়্যার',
  'high_density_fish_farming' : 'উচ্চ ঘনত্বে মাছ চাষ',


  //////////
  'more_fish' : 'আরও মাছ কী?',
  'core_problem' : "মূল সমস্যা যা এটি সমাধান করে",
  'sensor_device' : "সেন্সর ডিভাইস",
  'dissolved_oxygen' : "দ্রবীভূত অক্সিজেন (DO)",
  'ph_level' : "পিএইচ মাত্রা",
  'temperature' : "তাপমাত্রা",
  'ammonia' : "অ্যামোনিয়া, নাইট্রাইট",
  'salinity' : 'লবণাক্ততা ও মোট দ্রবীভূত কঠিন পদার্থ',
  'data_analyzer' : 'রিয়েল-টাইম ডেটা বিশ্লেষক',
  'live_dashboard' : 'লাইভ ড্যাশবোর্ড',
  'smart_alerts' : 'স্মার্ট সতর্কতা ও নোটিফিকেশন',
  'historical_data' : 'ঐতিহাসিক তথ্য ও প্রবণতা',
  'data_driven' : 'তথ্যভিত্তিক অন্তর্দৃষ্টি',
  'mortality' : 'বৃহৎ মৃত্যুহার প্রতিরোধ করা',
  'reduced_losses' : 'ক্ষতির হ্রাস',
  'feed_conversion' : 'সর্বোত্তম খাবার রূপান্তর',

  'about_device_data1' : '“মোরফিশ (MoreFish) একটি উন্নত, সেন্সরভিত্তিক পানি গুণমান পর্যবেক্ষণ ব্যবস্থা, যা আধুনিক মাছ চাষের জন্য বিশেষভাবে ডিজাইন করা হয়েছে। '
      'এটি মাছ চাষিদের সকল গুরুত্বপূর্ণ পানির পরামাপের রিয়েল-টাইম, সঠিক তথ্য সরাসরি তাদের মোবাইল ডিভাইসে প্রদান করে, যা প্রো-অ্যাকটিভ ব্যবস্থাপনা এবং তথ্যভিত্তিক সিদ্ধান্ত গ্রহণ সক্ষম করে।”',
  'about_device_data2' : '“মাছ চাষিরা প্রচলিতভাবে ম্যানুয়াল ও অসংখ্য পানির পরীক্ষা নির্ভর করেন, যা সময়সাপেক্ষ, '
      'মানবিক ত্রুটির সম্ভাবনা থাকে এবং ফলাফল দিতে দেরি হয়। পানির গুণমানে হঠাৎ পরিবর্তন বড় মাত্রার মৃত্যু, রোগের প্রাদুর্ভাব এবং মাছের বৃদ্ধিতে বাধা সৃষ্টি করতে পারে, '
      'যা মারাত্মক আর্থিক ক্ষতির কারণ হতে পারে। মোরফিশ (MoreFish) এই অনুমানজনিত সমস্যাগুলো দূর করে।',
  'about_device_data3' : '“একটি শক্তপোক্ত, পানির নিচে স্থাপনযোগ্য ইউনিট যা সরাসরি পুকুর বা ট্যাঙ্কে রাখা হয়। এটি নিয়মিতভাবে মূল পানির গুণমানের পরামাপ নির্ণয় করে, যার মধ্যে রয়েছে:”'
      '“মাছের বেঁচে থাকার জন্য সবচেয়ে গুরুত্বপূর্ণ পরামাপ।”',
  'about_device_data5' : '“পানির অম্লতা/ক্ষারত্ব নির্দেশ করে, যা মাছের বিপাকীয় কার্যক্রমের জন্য অত্যন্ত গুরুত্বপূর্ণ।”',
  'about_device_data6' : '“সরাসরি মাছের বৃদ্ধি, খাওয়ানো এবং অক্সিজেনের মাত্রার উপর প্রভাব ফেলে।”',
  'about_device_data7' : '“বর্জ্য থেকে উদ্ভূত বিষাক্ত যৌগ, যা দ্রুত প্রাণঘাতী হয়ে উঠতে পারে।”',
  'about_device_data8' : '“মিঠা পানি ও আংশিক লবণাক্ত পানি উভয় প্রকারের মাছ চাষের জন্য অপরিহার্য।”',
  'about_device_data9' : '“যন্ত্রের অন্তর্নির্মিত ইন্টেলিজেন্স সেন্সর ডেটা ক্রমাগত প্রক্রিয়াজাত করে, যা সঠিকতা এবং বিশ্বাসযোগ্যতা নিশ্চিত করে।”“মোরফিশ মোবাইল অ্যাপ: খামারির জন্য কমান্ড সেন্টার।”',
  'about_device_data10' : '“যেকোনো স্থান থেকে রিয়েল-টাইমে সকল পরামাপ দেখা সম্ভব।”',
  'about_device_data11' : '“যদি কোনো পরামাপ নির্ধারিত নিরাপদ সীমার বাইরে চলে যায়, তাৎক্ষণিক সতর্কবার্তা মোবাইলে পাঠানো হয় (যেমন: অক্সিজেনের মাত্রা CRITICAL: 2.1 mg/L)।”',
  'about_device_data12' : '“সময়ের সাথে ডেটা বিশ্লেষণ করুন, প্রবণতা বোঝার জন্য এবং সম্ভাব্য সমস্যাগুলি পূর্বাভাস দেওয়ার জন্য।”',
  'about_device_data13' : '“অ্যাপটি কার্যকর সুপারিশ প্রদান করে, যেমন কখন এয়ারেটর চালানো বা খাওয়ানোর সময়সূচি সমন্বয় করা উচিত।”',
  'about_device_data14' : '“সঙ্কটজনক পানির অবস্থার প্রাথমিক সনাক্তকরণ তাৎক্ষণিক হস্তক্ষেপের সুযোগ দেয়, যা মাছের জীবন রক্ষা করে।”',
  'about_device_data15' : '“হঠাৎ পানির গুণমানের অবনতি থেকে মাছের মৃত্যু কমে যায়।”',
  'about_device_data16' : '“পানির তাপমাত্রা ও অক্সিজেনের মাত্রার উপর ভিত্তি করে খাওয়ানো সমন্বয় করা যায়, যার ফলে বর্জ্য এবং খরচ কমে।”'
      '“উন্নত বৃদ্ধি হার: নিয়মিতভাবে সর্বোত্তম পানির অবস্থার কারণে মাছ সুস্থ এবং দ্রুত বৃদ্ধি পায়।”'
      '“কম শ্রম খরচ: ম্যানুয়াল পানির পরীক্ষা করার ক্লান্তিকর কাজ স্বয়ংক্রিয় করা হয়েছে।”'
      '“প্রো-অ্যাকটিভ, প্রতিক্রিয়াশীল নয় ব্যবস্থাপনা: সংকট ব্যবস্থাপনায় না থেকে কৌশলগত, তথ্যভিত্তিক চাষের দিকে স্থানান্তর।”'
      '“মনোরাম নিশ্চয়তা: ২৪/৭ পর্যবেক্ষণ খামারিকে আত্মবিশ্বাস দেয় এবং অন্যান্য কার্যক্রমে মনোনিবেশ করার সুযোগ করে দেয়।”',


  ///////////////
  'about_app' : 'আরো মাছ (More Fish) অ্যাপ সম্পর্কে জানুন',
  'monitoring' : 'রিয়েল-টাইম মনিটরিং',
  'food index' : 'মাছের খাদ্য দেয়ার সময়সূচী',
  'production_plan' : 'উৎপাদন পরিকল্পনা',
  'inventory' : 'ইনভেন্টরি ব্যবস্থাপনাঃ',
  'analysis' : 'বিশ্লেষণ ও এর কার্যকরি প্রয়োগ',
  'interface' : 'ব্যবহার-বান্ধব ইন্টারফেস',
  'technology' : 'টেকসই প্রযুক্তি',

  'about_app_data1' : "এই অ্যাপ আপনার মাছ চাষ ব্যবসার সম্পুর্ন সমাধান।"
      "আরো মাছ (MoreFish) হলো একটি সর্বাঙ্গীন মাছ চাষ ব্যবসা সমাধানের অ্যাপ যা আপনার মাছ চাষ উদ্যোগের প্রতিটি দিককে একটি সুন্দর ব্যবস্থাপনায় আনতে এবং এথেকে ব্যবসায় সর্বাধিক ফল লাভ সম্ভব।"
      "আরো মাছ (MoreFish) হলো একটি সর্বাঙ্গীন মাছ চাষ ব্যবসা সমাধানের অ্যাপ যা আপনার মাছ চাষ উদ্যোগের প্রতিটি দিককে একটি সুন্দর ব্যবস্থাপনায় আনতে এবং এথেকে ব্যবসায় সর্বাধিক ফল লাভ সম্ভব।"
      "ব্যবসার যাবতীয়  হিসাব পরিচালনা থেকে শুরু করে পুকুরের পানির অবস্থা পর্যবেক্ষণ করা পর্যন্ত সব কিছুই এই অ্যাপে পাওয়া যাবে।"
      "আরো মাছ (MoreFish) খামারিদের অধিকতর দক্ষতা এবং লাভজনকতার জন্য অত্যাধুনিক ও স্মার্ট বৈশিষ্ট্যে সমৃদ্ধ করে।",

  'about_app_data2' : '"এই অ্যাপের মাধ্যমে রিয়েল-টাইমে পুকুরের পানির তাপমাত্রা, অক্সিজেনের মাত্রা পিএইচ, টিডিএস এবং অ্যামোনিয়ার মতো গুরুত্বপূর্ণ পরামাপগুলি পর্যবেক্ষণ করে সংকটকালে মাছের জন্য সর্বোত্তম প্রতিকার নিশ্চিত করা সম্ভব, '
      'যার ফলে তাৎক্ষণিক সংশোধনমূলক ব্যবস্থা নিয়ে যে কোনও বিচ্যুতির সতর্কতা পদক্ষেপের মাধ্যমে পুকুরের মাছ রক্ষা করা যায়।"',

  'about_app_data3' : '"মাছের প্রজাতি, বয়স এবং পরিবেশগত অবস্থার উপর ভিত্তি করে মাছের খাদ্য প্রয়োগের সময়সূচী সেট করতে এই অ্যাপ সাহায্য করবে।  '
      'খাওয়ানোর দক্ষতা বাড়াতে, বর্জ্য হ্রাস করতে এবং মাছে স্বাস্থ্যকর বৃদ্ধিতে এই অ্যাপ সহায়তা করবে।"',

  'about_app_data4' : 'ির্ভুলতার সাথে মাছের পোনা ছাড়া ও সঠিক সময় মাছ তুলে বিক্রির পরিকল্পনা ও এর সঠিক সময়সূচী নির্ধারণে এই অ্যাপ অত্যন্ত সহায়ক।"'
      '"আরো মাছ (More Fish) স্বল্পতম সময় মাছের প্রবৃদ্ধি অর্জন করতে, উৎপাদন বাড়াতে এবং মাছ চাষে বিভিন্ন জটিলতা কমানোর জন্য সরঞ্জাম সরবরাহ করে।\n"'
      '"মাছ চাষে ব্যয় ব্যবস্থাপনা কার্যকরভাবে পরিচালনার জন্য এই অ্যাপে বিশেষ ব্যবস্থা রয়েছে।\n"'
      '"মাছের খাদ্য, মাছ চাষের সরঞ্জাম ও পুকুর রক্ষণাবেক্ষনের যাবতীয় আর্থিক ব্যবস্থাপনার সিদ্ধান্ত নেয়ার জন্য যে সব তথ্যের  প্রয়োজন তা এই অ্যাপে সংরক্ষণ করা সম্ভব।"',


  'about_app_data5' : '"এই অ্যাপে রিয়েল-টাইমে পুকুরের মাছের স্টক, প্রজাতি, আকার এবং পরিমাণের সঠিক ডেটা নিশ্চিত করা সম্ভব (এর জন্য বিশেষ যন্ত্র স্থাপন করতে হবে)।  '
      'এছাড়া এই অ্যাপে দক্ষ খামার ব্যবস্থাপনার জন্য সহজে রেকর্ড রাখার সুবিধা রয়েছে।"',

  'about_app_data6' : '"এই অ্যাপের মাধ্যমে আপনার খামারের কর্মক্ষমতা সম্পর্কে কার্যকরী ধারনা অর্জন করতে শক্তিশালী বিশ্লেষণের সুবিধা নিন। '
      'খামারের স্বাভাবিক প্রবণতা বিশ্লেষণ করুন, উন্নতির জন্য ক্ষেত্রগুলি চিহ্নিত করুন এবং উৎপাদনশীলতা বাড়ানোর জন্য ডেটা-চালিত সিদ্ধান্ত নিন।"',

  'about_app_data7' : '"আরো মাছ (More Fish) অ্যাপটির ব্যবহার সহজ রাখার কথা মাথায় রেখে ডিজাইন করা হয়েছে। সর্বস্তরের মাছ চাষীরা যাতে সহজেই এই অ্যাপ ব্যবহার করতে পারে এবং এর বৈশিষ্ট্যগুলি থেকে উপকৃত হতে পারে, '
      'এটি তৈরির সময় সেদিকে নজর দেয়া হয়েছে। খামারিরা এটি অতি সহজেই ব্যবহার করতে পারে এবং একটি দেখতেও অত্যন্ত আকর্ষণীয়।"',


  'about_app_data8' : '"আরো মাছ (More Fish) একটি অত্যন্ত লাগসই প্রযুক্তি যা মাছ চাষে টেকসই ব্যবস্থা নিশ্চিত করে।\n '
      'অ্যাপটি আপনার ব্যবসার জন্য দীর্ঘমেয়াদী সাফল্য নিশ্চিত করার পাশাপাশি  পরিবেশগত প্রভাব হ্রাস কোরে দায়িত্বশীল চাষ পদ্ধতিকে উৎসাহিত করবে।"',


  /////////
  'choose': 'Q1.আপনাদের কেন পচন্দ করব?',
  'device': 'Q2.আমি কিবাবে IoT ডিভাইস পাব?',
  'price': 'Q3.আমি কিভাবে দাম জানতে পারব?',
  'cost': 'Q4.ফ্রি অরডার দেয়া যায় কিনা?',
  'iphone': 'Q5.IPhone এর জন্য অ্যাপ আছে কিনা?',
  'dashboard': 'Q6.Web dashboard আছে কিনা?',
  'website': 'Q7.Website আছে কিনা?',
  'services': 'Q8.আপনারা কি সারা বাংলাদেশে সেবা দেন?',
  'internationally': 'Q9.আপনারা কি internationally সেবা দেন?',
  'contact': 'Q10.আপনাদের সাথে কিবাবে যোগাযোগ করব?',
  'office': 'Q11.আপনাদের অফিস কোথায়?',

  'faq_data1' : '“আমরাই দেশে প্রথম, যারা আইওটি (IoT) ডিভাইসের মাধ্যমে মাছচাষিদের সহায়তা দিচ্ছি যাতে তারা পানির গুণগত মান পর্যবেক্ষণের সুবিধা পান — এর ফলে উৎপাদন সময় ও খাদ্য অপচয় কমানো সম্ভব হয়। '
      'পাশাপাশি, আমরা উন্নতমানের মাছ উৎপাদন পদ্ধতি প্রদান করছি যাতে তারা তাদের পণ্যের আন্তর্জাতিক বাজারে প্রবেশ করতে পারে।”',
  'faq_data2' : '“আমাদের বিশেষজ্ঞরা আপনাকে যন্ত্রটি সরাসরি দেখাবেন যদি আপনি আমাদের অফিসে আসেন, নতুবা আপনি আমাদের ডিজিটাল ব্রোশিওর পেতে পারেন যাতে যন্ত্র সম্পর্কিত সব তথ্য সহজেই জানা যায়।”',
  'faq_data3' : '“আমাদের কাস্টমার কেয়ার প্রতিনিধি সর্বদা আপনার সেবা দেওয়ার জন্য প্রস্তুত থাকেন, যন্ত্রের দাম এবং অন্যান্য তথ্য জানাতে।”',
  'faq_data4' : '“প্রি-অর্ডারের জন্য আমাদের অগ্রিম প্রদানের প্রয়োজন, এবং যখন পণ্য প্রস্তুত হবে, তখন পুরো টাকা পরিশোধ করতে হবে যন্ত্রটি পাওয়ার জন্য।”',
  'faq_data5' : '“দুঃখিত, বর্তমানে আমরা শুধুমাত্র অ্যান্ড্রয়েড ডিভাইসের জন্যই অ্যাপ সরবরাহ করছি।”',
  'faq_data6' : '“হ্যাঁ, আমাদের একটি ওয়েব ড্যাশবোর্ড আছে, তবে ড্যাশবোর্ডটি শুধুমাত্র অ্যাডমিনদের জন্য।”',
  'faq_data7' : '“হ্যাঁ, আমাদের ওয়েবসাইট আছে: https://dmaaquaagro.com/”',
  'faq_data8' : '“হ্যাঁ, আমরা সারাদেশে সেবা প্রদান করি।”',
  'faq_data9' : '“হ্যাঁ, আমরা আন্তর্জাতিকভাবে আমাদের সেবা প্রদান করি।”',
  'faq_data10' : '“আপনি আমাদের কাস্টমার কেয়ার প্রতিনিধিদের +8801898938354 নম্বরে কল বা ইমেইল আইডি দ্বারা যোগাযোগ করতে পারেন।”',
  'faq_data11' : '“৩/১২, লেভেল-৩, ব্লক-বি, হুমায়ূন রোড, মোহাম্মদপুর, ঢাকা।”',

  //////
  'parameter': "আদর্শ পানির গুণগত মান",
  'farming': "মাছ চাষের ধাপ",
  'pond': "পুকুর নির্বচনের মানদন্ড",
  'guide': "পুকুর তৈরির ধারনা",

  ////
  'types': 'ফিডের প্রকারভেদ',
  'guidelines': 'ফিড নির্বাচন পদ্ধতি',
  'quantity': 'ফিডদেওয়ার সময় ও পরিমান',
  'methods': 'ফিডিং পদ্ধতি',
  'relationship': 'পানি ও ফিড ব্যবস্থাপনার মধে সম্প্ররক',
  'feeding_tips': 'বিশেষ ফিডিং ধারনা',
  'ration': 'ফিডের অনুপাত (FCR)',
  'calculator': 'ফিড ক্যালকুলেটর',


};
